Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=835_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: TSS-sopimuksen suoja kehittyy
sme: TSS-soahpamuša suodji ovdána

source: Suomi on ratifioinut taloudellisia, sosiaalisia ja sivistyksellisiä oikeuksia koskevan yleissopimuksen (
sme: Suopma le ratifiseren ekonomalaš, sosiálalaš ja čuvgehuslaš vuoigatvuođaid guoski oktasašsoahpamuša (

source: TSS-sopimus
sme: TSS-soahpamuš

source: ) vuonna 1976.
sme: ) jagi 1976.

source: Sopimuksen toimeenpanoa valvoo taloudellisten, sosiaalisten ja sivistyksellisten oikeuksien komitea (TSS-komitea).
sme: Soahpamuša ollašuhttima gohcá ekonomalaš, sosiálalaš ja čuvgehuslaš vuoigatvuođaid komitea, (TSS-komitea).

source: Suomi on ratifioinut sopimuksen valinnaisen pöytäkirjan yksilövalituksista ja se
sme: Suopma lea ratifiseren soahpamuša molssaevttolaš beavdegirjji eaŋkalolbmo váidalusain ja dat

source: astuu voimaan 30.4.2014
sme: boahtá fápmui 30.4.2014.

source: Valituksia voivat tehdä yksityishenkilöt tai yksityishenkilöiden ryhmät, jotka väittävät kyseisen sopimusvaltion loukanneen heidän yleissopimuksessa tunnustettuja taloudellisia, sosiaalisia ja sivistyksellisiä oikeuksiaan, (2 artikla).
sme: Váidalusaid sáhttet dahkat eaŋkalolbmot dahje priváhtaolbmuid joavkkut, geat čuoččuhit máinnašuvvon soahpamušriikka loavkidan sin oktasašsoahpamušas dovddastuvvon ekonomalaš, sosiálalaš ja čuvgehušlaš vuoigatvuođaid, (2 artikla).

source: Valitukset tehdään TSS-komitealle (1 artikla).
sme: Váidalusat dahkkojuvvojit TSS-komiteai (1 artikla).

source: TSS-sopimuksen 1 artikla takaa kansoille itsemääräämisoikeuden.
sme: TSS-soahpamuša 1 artikla maiddái dáhkida iešmearridanvuoigatvuođa.

source: Sopimuksen artikla 15 takaa jokaiselle oikeuden osallistua kulttuurielämään, nauttia sen eduista sekä nauttia tieteellisten, kirjallisten tai taiteellisten tuotteidensa henkisille ja aineellisille eduille suodusta suojasta.
sme: Soahpamuša artikla 15 dáhkida juohkehažžii vuoigatvuođa oassálastit kultureallimii, návddašit dan ovdduin sihke návddašit dieđalaš, girjjálaš dahje dáiddalaš buktagiid heakkalaš ja ávnnaslaš ovdduide addojuvvon suojis.

source: TSS-komitea on antanut edelliset suosituksen Suomelle vuonna 2007.
sme: jagi 2007

source: Vuonna 2007 komitea on suosittanut Suomelle, että Suomi toteuttaa kaikki tarvittavat toimet, joilla varmistetaan, että metsänhakkuut ja muu toiminta, joita yksityiset tällä hetkellä harjoittavat saamelaisten kotiseutualueella, eivät rajoita saamelaisten oikeutta ylläpitää ja kehittää perinteistä kulttuuriaan ja elämäntapaansa, erityisesti poronhoitoa, eivätkä heidän taloudellisten, sosiaalisten ja sivistyksellisten oikeuksiensa käyttöä.
sme: Jagi 2007 komitea lea ávžžuhan Suoma, ahte Suopma ollašuhttá buot dárbbašlaš doaimmaid, main sihkkarastojuvvo, ahte vuovdečuollamat ja eará doaimmat, maid priváhta olbmot dál ollašuhttet sámiid ruovttuguovllus, eai gáržžit sámiid vuoigatvuođa doalahit ja ovddidit árbevirolaš kultuvrra ja eallinvuogi, erenoamážit boazodoalu, eaige sin ekonomalaš, sosiálalaš ja čuvgehuslaš vuoigatvuoiđaid geavaheami.

source: Lisäksi komitea kehottaa sopimusvaltiota - neuvotellen asiasta tiiviisti kaikkien osapuolten kanssa, saamelaiskäräjät mukaan lukien - löytämään asianmukaisen ratkaisun kysymykseen maanomistuksesta ja - käytöstä saamelaisten kotiseutualueella sekä ratifioimaan pikaisesti itsenäisten maiden alkuperäis- ja heimokansoja koskevan ILO:n yleissopimuksen N:o 169.
sme: Lassin komitea ávžžuha soahpamušriikka – ráđđádallamiin áššis čavga buot oassebeliiguin, sámedikki mielde maid- gávdnat áššáigulavaš čovdosa gažaldahkii eanaoamsteamis ja – geavaheamis sámiid ruovttuguovllus sihke ratifiseret farggamusat iehčanas riikkaid eamiálbmogiid guoski ILO:a oktasašsoahpamuša Nr 169.

source: Suomi antoi kuudennen raporttinsa TSS-sopimuksen toimeenpanosta Suomessa 5.7.2011.
sme: TSS-soahpamuša ollašuhttimis Suomas 5.7.2011.

source: Raportti käsitellään komitean 53. istunnossa Genevessä marraskuussa 2014.
sme: Raporta gieđahallojuvvo komitea 53. čoahkkimis Geneves skábmamánus 2014.

source: Saamelaiskäräjät on antanut lausuntonsa TSS-sopimuksen toimeenpanosta Suomessa vuonna 2010.
sme: jagi 2010
